Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: The Dwarven Thunderguards are famed for their curious weaponry, these strange staves of wood and iron that make a thunderous noise in their anger. The machinations behind this weaponry are a mystery, a secret taken to the grave by the dwarves of Knalga who wield them, and are assumed to have even forged them. The most that is known are reports of dwarves pouring a strange black dust into the mouth of their weapons, which some say is a food to fuel the beast imprisoned within. Though a single shot from these ‘thundersticks’ can take several minutes to prepare, the results are seen by the Dwarves as being well worth the wait.
uk_ua: Гномські громові стражі знамениті своєю загадковою зброєю, дивними палицями із заліза і дерева, що видають в бою громоподібний звук. Механізм дії цієї зброї покритий таємницею: гноми Кналга, які ними користуються (і, як вважається, самі їх і створили) забирають цей секрет з собою в могилу. Відомо лише, що гноми сиплють дивний чорний пил в отвір своєї зброї, який, як говорять, є корм для звіра, заточеного всередині. Хоча підготовка одного пострілу з цих ‘громових палиць’ займає декілька хвилин, на думку гномів, результат того вартий.

source: The Dwarven Thunderguards are famed for their curious weaponry, these strange staves of wood and iron that make a thunderous noise in their anger. The machinations behind this weaponry are a mystery, a secret taken to the grave by the dwarves of Knalga who wield them, and are assumed to have even forged them. The most that is known are reports of dwarves pouring a strange black dust into the mouth of their weapons, which some say is a food to fuel the beast imprisoned within. Though a single shot from these ‘thundersticks’ can take several minutes to prepare, the results are seen by the dwarves as being well worth the wait.
uk_ua: Гноми громові вартові знамениті своєю загадковою зброєю, дивними палицями із заліза і дерева, що видають в бою громоподібний звук. Механізм дії цієї зброї покритий таємницею: гноми Кналга, які ними користуються (і, як вважається, власноруч створили) забирають цей секрет з собою в могилу. Відомо лише, що гноми сиплють дивний чорний пил в отвір своєї зброї. Говорять, що це корм для звіра, заточеного всередині. Хоча підготовка одного пострілу з цих ‘громових палиць’ займає декілька хвилин, на думку гномів, результат того вартий.

source: The Elves Besieged
uk_ua: Ельфи в облозі

source: The Empire
uk_ua: Імперія

source: The End
uk_ua: Кінець

source: The Fall
uk_ua: Осінь

source: The Flaming Sword
uk_ua: Палаючий Меч

source: The Freelands, also known to the people of the far east as The Land of No Kings, lie in between the Wilderlands and the Kingdom of Carorath, separating a land of absolute law from a land of absolute savagery. The people of the Freelands have been battling would-be conquerors of their land for hundreds of years, repelling great beasts from their western borders, and Carorathian Imperialists from their eastern borders.
uk_ua: Вільні Землі, також відомі жителям далекого сходу як Землі Без Королів, лежать між Пусткою і королівством Карорат, відділяючи землі абсолютного закону від земель повної дикості. Люди Вільних Земель відбиваються від завойовників протягом сотень років, відганяючи чудовиськ від західних меж, і Кароратских дворян - від східних.

source: The Game Screen
uk_ua: Екран гри

source: The Gang
uk_ua: Банда

source: The Gate Between Worlds
uk_ua: Ворота між світами

source: The Great River forms the boundary between the <ref>dst='kingdom_wesnoth' text='Kingdom of Wesnoth'</ref> and the <ref>dst='northlands' text='Northlands'</ref>. It empties to the <ref>dst='great_ocean' text='ocean'</ref> at <ref>dst='elensefar' text='Elensefar'</ref>.
uk_ua: Велика ріка утворює природній бар'єр між <ref>dst='kingdom_wesnoth' text='Королівством Веснот'</ref> та <ref>dst='northlands' text='Північними землями'</ref>. Вона впадає у <ref>dst='great_ocean' text='Великий Океан'</ref> поблизу <ref>dst='elensefar' text='Еленсефару'</ref>.

source: The Great Valley
uk_ua: Велика Долина

source: The Guild
uk_ua: Гільдія

source: The Hammer is a tool of crafting and making, not a weapon.
uk_ua: Молот це інструмент створення та мистецтва, а не зброя.

source: The Hammer is still incomplete; we need the knowledge of a loremaster to reforge the remaining shards and restore the artifact to its most powerful state. Once that is done, none will be able to stand before me! Join us, loremaster. We can put your talent to good use.
uk_ua: Молот досі незавершений; нам потрібне знання Хранителя Давнини, щоб перекувати деякі уламки та відновити артефакт до його найбільш могутнього стану. Як тільки це буде зроблено, ніхто не буде здатен повстати проти мене! Доєднуйся до нас, Хранителю. Ми направимо твої таланти в потрібне русло.

source: The Hammer of Thursagan
uk_ua: Молот Турсагана

source: The Hammer of Thursagan?
uk_ua: Молот Турсагана?

source: The Hand
uk_ua: Рука

source: The Horde
uk_ua: Орда

source: The Hunters
uk_ua: Мисливці

source: The ID is already in use.
uk_ua: Цей ID вже використаний.

source: The Isle of Alduin
uk_ua: Острів Алдуін

source: The Kal Karthans looked at each other, and Aiglondur, with dawning hope.
uk_ua: Народ Кал Карти переглянувся між собою, а потім поглянув на Айглондура з іскрою надії.

source: The Ka’lian
uk_ua: Ка'ліан

source: The Key
uk_ua: Ключ

source: The King is Dead
uk_ua: Король помер

source: The King is dead. Without an heir, his quarrelsome lords now vie for the hilltop throne and all the power and wealth it commands. Are you mighty enough to take this seat of power before your rivals do? Can you hold out against their many assassins? Is your arse truly great enough to fill the throne of a king? This free for all map has 38 villages and bonus income for the leader on the center keep.
uk_ua: Цар мертвий. Не маючи спадкоємця, його сварливі лорди тепер змагаються за трон на вершині пагорба та всю його владу та багатство. Чи достатньо ви могутні, щоб зайняти це місце влади раніше ваших суперників? Чи можете ви встояти проти їхніх численних убивць? Чи справді ваші сідниці достатньо великі, щоб зайняти трон царя? На цій карті 'усі проти усіх' є 38 сіл і бонусний дохід для лідера в центрі.

source: The Kingdom of Wesnoth lies in the center of this land. Its borders are the Great River to the north, the Dulatus Hills in the east and south, the edge of the Aethenwood to the southwest, and the Ocean to the west. Elensefar, a once-province of Wesnoth, is bordered by the Great River to the north, a loosely defined line with Wesnoth to the east, the Bay of Pearls to the south, and the ocean to the west.
uk_ua: У центрі цієї землі лежить Королівство Веснот. Його межі утворюють Велика річка на півночі, пагорби Дулатус на сході і півдні, Етенвуд на південному заході і Океан на заході. Межами Еленсефару, що був колись провінцією Весноту, на півночі є Велика річка, на сході - нечітко позначена межа з Веснотом, на півдні - затока Перлів і на заході - океан.

source: The Knolls of Doldesh
uk_ua: Пагорби Долдешу

source: The Lady Outlaw will do.
uk_ua: Звіть мене Пані Злодіїв.

source: The Law speaks. Against him with the eyes to see, no deception can hold. I AM A WITNESS!
uk_ua: Закон каже. Жодна брехня та обман не зможе ухилитися від його очей. Я СВІДОК!

source: The Lich-Lord is already free.
uk_ua: Владика-Ліч вже на волі.

source: The Long Dark (1)
uk_ua: Довга ніч (1)

source: The Long Dark (2)
uk_ua: Довга ніч (2)

source: The Long Dark (3)
uk_ua: Довга ніч (3)

source: The Long Dark (4)
uk_ua: Довга ніч (4)

source: The Long March
uk_ua: Довгий марш

source: The Mage
uk_ua: Маг

source: The Marauders
uk_ua: Мародери

source: The Midlands
uk_ua: Серединні землі

source: The Militia
uk_ua: Армія

source: The Nameless General
uk_ua: Безіменний генерал

source: The Northlands is the wild country north of the Great River. Various groups of orcs, dwarves, barbarians and elves populate the region. To the north and east lies the forest of Lintanir, where the great kingdom of the North-Elves keeps to its own mysterious affairs.
uk_ua: Північні землі - це дика земля на північ від Великої річки. Тут живуть різні групи орків, гномів, варварів і ельфів. На північ і схід тягнеться ліс Лінтанір, де велике королівство Північних ельфів займається своїми таємничими справами.

source: The Oldwood
uk_ua: Древній ліс

source: The Order thanks you, Lord Hamel.
uk_ua: Орден вдячний тобі, лорде.

source: The POSIX locale name of the translation, such as sv (Swedish) or zh_CN (Simplified Chinese).
uk_ua: Назва мови перекладу у форматі POSIX, наприклад, uk (Ukrainian) або zh_CN (Simplified Chinese).

source: The Plan
uk_ua: План

source: The Portal of Doom
uk_ua: Портал Смерті

source: The Pursuit
uk_ua: Гонитва

source: The Raid
uk_ua: Наліт

source: The Return of Trouble
uk_ua: Неприємності повертаються

source: The Rise of Wesnoth
uk_ua: На Зорі Весноту

source: The River Fort
uk_ua: Річний форт

source: The River Road — To the Swamp of Esten.
uk_ua: Річковий шлях — до Естенських боліт.

source: The Road to Weldyn
uk_ua: Дорога у Велдин

source: The Ruby of Fire was imbued with magic in the distant west, and can be used to scorch enemies into submission.
uk_ua: На далекому заході у Вогняний Рубін вдихнули магію. Їм можна палити і утихомирювати ворогів.

source: The Sceptre of Fire
uk_ua: Вогняний Скіпетр

source: The Scourge
uk_ua: Кара

source: The Shaman has the ability to <i>heal</i> friendly units around her. She also has a special attack which <i>slows</i> enemies, halving the damage they do for one turn. However, she’s physically weaker than fighters and archers, so be careful when sending her into battle.
uk_ua: Шаманка вміє <i>лікувати</i> дружніх бійців навколо себе. Також у неї є особлива атака, яка <i>уповільнює</i> ворогів, зменшуючи вдвічі шкоду, котрі ті можуть завдати, на один хід. Проте фізично вона слабша, ніж воїни та лучники, тому будьте обережнішими, посилаючи її в битву.

source: The Short Dark
uk_ua: Коротка ніч

source: The Siege of Kal Kartha
uk_ua: Осада Кал Карти

source: The South Guard
uk_ua: Південна Гвардія

source: The South Guard has risen again? I would be proud to fight alongside you!
uk_ua: Південна Гвардія знову в строю? Для мене буде честю битися за вас!

source: The Spider
uk_ua: Павук

source: The Status Table details the sides’ current status and starting conditions. Fog and shroud will affect what you can see in this table, and occasionally a side may be hidden; however, it is still useful to check this table when a scenario begins. You can access it in the <b>Menu</b> menu.
uk_ua: Панель стану показує подробиці про теперішній стан сторін та їхні початкові умови. Пелена та туман впливають на те, що ви можете там побачити, сторони можуть бути приховані. Та, у будь-якому разі, проглядати панель на початку сценарію корисно. Ви можете викликати її через пункт <b>Меню</b>.

source: The Swamp of Esten
uk_ua: Естенське болото

source: The Swamps of Illuven
uk_ua: Болота Ілювен

source: The Tides of War
uk_ua: Сезон війни

source: The Treasury
uk_ua: Скарбниця

source: The Trust
uk_ua: Довіра

source: The Underlevels
uk_ua: Підземелля

source: The Vanguard
uk_ua: Авангард

source: The World
uk_ua: Світ

source: The World Conquest era consists of factions that are built from pairs of mainline factions. One faction will have a healer available (Drakes, Dunefolk, Rebels and Loyalists) and one will not (Orcs, Dwarves and Undead). The recruit list is also organized in pairs so that sometimes you will have to recruit a different unit before you can recruit the units that you want. The available heroes, deserters, and random leaders also depend on your factions; the items you can get do not depend on the faction you choose.
uk_ua: Ера Підкорення світу складається з фракцій, які будуються з пар основних фракцій. Одна фракція матиме цілителя (Дрейки, Люди дюн, Повстанці та Вірнопіддані), а інша - ні (Орки, Гноми та Мерці). Список новобранців також організований попарно, так що іноді вам доведеться завербувати іншого бійця, перш ніж ви зможете завербувати тих, кого хочете. Доступні герої, дезертири та випадкові лідери також залежать від ваших фракцій; предмети, які ви можете отримати, не залежать від обраної вами фракції.

source: The ability to turn the living to stone makes this unit extremely dangerous.
uk_ua: Здатність перетворювати живих в камінь робить цього бійця дуже небезпечним.

source: The accursed dark sorcerer Rotharik has imprisoned me behind this magically enhanced iron gate. It can only be opened with the correct key. You must get it from him to free me.
uk_ua: Проклятий чорнокнижник Ротарік заточив мене у цій камері зі сталевими зачарованими дверима. Їх можливо відкрити лише за допомогою конкретного ключа. Ти маєш спочатку здобути його, щоб звільнити мене.

source: The add-on '$addon|' is already installed and contains additional information that will be permanently lost if you continue:
uk_ua: Аддон '$addon|' вже встановлений і містить додаткову інформацію, яка буде повністю втрачена, якщо ви продовжите:

source: The add-on <i>$addon_title</i> contains files or directories with case conflicts. File or directory names may not be differently-cased versions of the same string.
uk_ua: У деяких файлів чи тек аддону <i>$addon_title</i> проблема з розкладкою. Ім'я файлів або тек не можуть відрізнятися лише великими та малими літерами.

source: The add-on <i>$addon_title</i> has a file or directory containing invalid characters and cannot be published.
uk_ua: Аддон <i>$addon_title</i> має файл чи теку, ім'я якої містить невірні символи, і тому не може бути опублікованим.

source: The add-on <i>$addon_title</i> has an invalid file or directory name and cannot be installed.
uk_ua: Аддон <i>$addon_title</i> має неправильне ім'я файлу чи теки і не може бути встановлений.

source: The add-on <i>$addon_title</i> has an invalid file or directory name and cannot be published. File or directory names may not contain '..' or end with '.' or be longer than 255 characters. It also may not contain whitespace, control characters, or any of the following characters: &quot; * / : &lt; &gt; ? \ | ~
uk_ua: Аддон <i>$addon_title</i> містить файл чи теку з неправильним ім'ям, і тому не може бути опублікованим. Переконайтесь, що ім'я файлу або теки не містить '..', не закінчується на '.', та не довше за 255 символів. Також в імені не повинно бути пробілів, керуючих символів та жодних з нижчеперелічених: &quot; * / : &lt; &gt; ? \ | ~

source: The add-on <i>$addon_title</i> has an invalid id '$addon_id' and cannot be published.
uk_ua: Аддон <i>$addon_title</i> має неправильний ідентифікатор '$addon_id' і не може бути опублікований.

source: The add-on <i>$addon_title</i> has file or directory names with case conflicts. This may cause problems.
uk_ua: У деяких файлів чи тек аддону <i>$addon_title</i> проблема з розкладкою. Це може призвести до проблем.

source: The add-on contains files or directories with case conflicts. Names in the same directory may not be differently-cased versions of each other.
uk_ua: У деяких файлів чи тек аддону <i>$addon_title</i> проблема з розкладкою. Ім'я файлів або тек не можуть відрізнятися лише великими та малими літерами.

source: The add-on contains files or directories with illegal names. Names containing whitespace, control characters, or any of the following symbols are not allowed: " * / : < > ? \ | ~ Additionally, names may not be longer than 255 characters, contain '..', or end with '.'.
uk_ua: У деяких файлів чи тек аддону проблеми з назвами. Імена, в яких є пробіл, командні символи чи будь-які з нижче наведених, не дозволені: " * / : < > ? \ | ~ Також імена не можуть бути довшими за 255 символів та містити '..', or чи закінчуватися '.'.

source: The add-on name contains an invalid UTF-8 sequence.
uk_ua: Ім'я аддону містить неправильну послідовність UTF-8.

source: The add-on publish information contains an invalid UTF-8 sequence.
uk_ua: Інформація про публікацію аддону містить неправильну послідовність UTF-8.

source: The add-on was rejected by the server:
uk_ua: Аддон було відкинуто сервером:

source: The add-on's forum_auth attribute does not match what was previously uploaded.
uk_ua: Атрибут forum_auth аддону не відповідає тому, що було завантажено раніше.

source: The add-ons server address specified is not valid.
uk_ua: Вказана адреса сервера аддонів недійсна.

source: The add-on’s current password. Using forum authentication is recommended instead since this password is not stored securely.
uk_ua: Поточний пароль цього аддону. Рекомендується використовувати авторизацію через форум, інакше цей пароль не буде захищено.

source: The add-on’s current version. This should be of the form X.Y.Z.
uk_ua: Поточна версія аддону. Має бути в форматі X.Y.Z.

source: The address of the server to redirect to.
uk_ua: Адреса сервера для перенаправлення.

source: The adept didn’t lead us astray after all. I’ll keep my word, distasteful as it may be; cut him loose, and let’s be rid of him.
uk_ua: Адепт все-таки не обманув нас. Я дотримаюся свого слова, хоч як неприємно б це не було; звільніть його та проженіть звідси.

source: The air is cold with the stench of death.
uk_ua: Повітря просякло смородом смерті.

source: The amount of experience a unit needs to advance
uk_ua: Величина досвіду, необхідного для підвищення бійця

source: The amount of extra gold per turn granted to the leader who occupies the hill keep.
uk_ua: Кількість додаткового золота за хід, що надається лідеру, який займає гору.

source: The amount of gold currently available to recruit and maintain your army.
uk_ua: Кількість золота, яка доступна вам для вербування і підтримки вашої армії.

source: The amount of gold stashed inside the treasure chest on the hill.
uk_ua: Кількість золота, що знаходиться в скарбниці на горі.

source: The amount of income each village yields per turn
uk_ua: Величина доходу з села за хід

source: The amount of time in seconds before a disconnect is detected. If currently logged into the multiplayer server, you must log out and then log back in for this to take effect.
uk_ua: Кількість часу в секундах для реєстрації розриву з'єднання. Якщо ви на даний момент підключені до багатокористувацького сервера, необхідно вийти з нього, а потім увійти знову, для того щоб зміни набули чинності.

source: The ancient spirits tell me my destiny lies with yours. My blade is at your command.
uk_ua: Стародавні духи віщають мені долю, що судилася вам. Мій клинок до ваших послуг.

source: The ankh necklace provides 70% resistance to <i>arcane</i> damage.
uk_ua: Намисто життя забезпечує 70% захисту від <i>містичних</i> атак.

source: The attacker gets the first strike, then the defender retaliates. Each strike either hits, doing a given amount of damage, or misses, doing no damage at all. Strikes alternate until each unit has used up all of its strikes. The number of strikes a unit has varies; for instance, an elvish fighter with a 5×4 attack may strike 4 times, each successful strike dealing 5 damage, while an orcish grunt with a 9×2 attack can only strike twice (but at 9 damage for each hit).
uk_ua: Нападник завдає першого удару, потім відповідає той, що обороняється. Кожен удар наносить певну кількість щкоди, або промахується взагалі. Так триває до тих пір, поки обоє не витратять усі свої атаки. Кількість атак у різних бійців коливається; наприклад ельфійський воїн з атакою 5×4 може напасти 4 рази, наносячи при цьому 5 одиниць шкоди при попаданні, а піхотинці орків з атакою 9×2 можуть напасти лише двічі (але з шкодою 9 за кожний успішний удар).

source: The author of this add-on. If forum authentication is used, this is your forum username.
uk_ua: Автор цього аддону. Якщо використовується авторизація через форум, це ваше ім'я на форумі.

source: The bandits are scattering! We have saved Westin!
uk_ua: Бандити розбігаються! Ми врятували Вестін!

source: The banks of the Great River make for some of the most fertile land in all the known world. The spring and summer bring floods all along its length, making the soil rich and providing bountiful harvests each autumn. The Kingdom of Wesnoth has turned this land into the engine of their wealth and prosperity — making it the target of countless raids and attacks. The rigorous discipline and organization of Wesnoth’s armies are in no small part driven by a constant need to patrol and defend these prosperous lands.
uk_ua: На берегах Великої річки — найбільш родюча земля серед усього відомого світу. Навесні та влітку її затоплює вздовж всієї річки, збагачуючи ґрунт та забезпечуючи щедрий врожай кожної осені. Королівство Веснот перетворило ці землі на рушійну силу свого багатства і процвітання, а тому сюди завжди спрямовані численні набіги та атаки. Сувора дисципліна і організованість армій Весноту в основному продиктовані постійною потребою патрулювати та захищати ці багаті землі.

source: The basic statistics for a unit include its hit points (HP), the number of movement points it has, and the weapons it can use and the damage they do. In addition, units have other characteristics, such as alignment and special abilities, that are described in more detail below.
uk_ua: Основна статистика для бійця включає в себе його здоров'я (ЗД), кількість очків руху, зброя бійця та шкода від зброї. Крім того, бійці можуть мати інші характеристики, такі як групування та спеціальні уміння, що детально описане нижче.

source: The bat slips the ring over a claw, and flies straight up, flapping powerfully.
uk_ua: Кажан натягнув кільце на кіготь і злетів вгору, могутньо ляскаючи крилами.

source: The battle is going against us!
uk_ua: Битва обертається не на нашу користь!

source: The bearer of this ring is slowed.
uk_ua: Носія цього перстня буде сповільнено.

source: The best army will have a mix of units to deal with the different enemies that you will encounter. For now, concentrate on creating a small corps of experienced Bowmen.
uk_ua: Хороша армія завжди складається з декількох типів бійців, щоб можна було битися з різними ворогами. Зараз сконцентруйтеся на створенні маленького загону досвідчених лучників.

source: The bigger picture of you idly sittin’ here waiting till them Wesnothians come to take the city right from your hands.
uk_ua: Я можу подумать лиш про те, як ти седиш, нічого не роблячи, й чекаєш, поки веснотці відберуть у тебе місто.

source: The blood of many good soldiers stained the frozen field that day. And still the orcs press on. The king left no heir, but the other nobles have fled to Southbay. We’ve been busy evacuating the rest of the populace. The army bought us enough time to evacuate almost all our people, and most of the winter stores. They’ve gone to Southbay, which is brimming with refugees from all over.
uk_ua: Кров багатьох славних воїнів окропила того дня замерзлі поля. А орки все йдуть і йдуть. Король не залишив спадкоємця, а інша знать вже втекла до Південної Бухти. Ми зайняті тим, що рятуємо залишки населення. Війська виграли досить часу, щоб врятувати майже усіх людей і більшість зимових припасів. Їх відвезли до Південної Бухти, котру вже заполонили біженці з усіх інших місць.

source: The blow interrupted Delfador’s meditation. He began to topple over to the ground; but before his head reached it, he vanished as though he had never been there at all.
uk_ua: Удар перервав медитацію Делфадора. Він почав падати на землі, але перш, ніж його голова торкнулася її, він зник, ніби його тут і не було.

source: The bridge!
uk_ua: Міст!

source: The brothers Red will finally ascend to power. We must have it. Get them!
uk_ua: Нарешті Червоні Брати набудуть могутності! Рубін буде наш. Узяти їх!
